Repository: spersson/Kup
Catalog: po/*.po
Languages: it, ru, tl, zh_tw

# @info message bar appearing on top
source: The symbolic link <filename>%1</filename> is currently included but it points to a file which is not: <filename>%2</filename>.<nl/>That is probably not what you want. One solution is to simply include the folder where the file is stored in the backup plan.
it: Il collegamento simbolico <filename>%1</filename> è attualmente incluso, ma punta ad un file che non lo è: <filename>%2</filename>.<nl/>Questo non è probabilmente nelle tue intenzioni. Una soluzione è di includere semplicemente nel piano di backup la cartella che contiene il file a cui il collegamento punta.
ru: В план резервного копирования включена символическая ссылка <filename>%1</filename>, которая ссылается на файл, что в этот план не включена: <filename>%2</filename>.<nl/>Это, вероятно, не то, что вы хотите. Одним из решений является простое включение папки, что содержащую этот файл, в план резервного копирования.
zh_tw: 符號連結 <filename>%1</filename> 目前被包含在內，但是其指向的檔案並不包含：<filename>%2</filename>。<nl/>這可能不是您想要的。其中一個解法是將包含目標檔案的資料夾包含在備份計畫內。

# @title:window
source: Select Folder
it: Seleziona cartella
ru: Выбрать папку
tl: Piliin ang polder
zh_tw: 選擇資料夾

# @label
source: Description:
it: Descrizione:
ru: Описание:
tl: Paglalarawan:
zh_tw: 描述：

# @action:button
source: Back to overview
it: Torna al riepilogo
ru: Назад к обзору
tl: Bumalik sa kabuudan
zh_tw: 回到概覽

# @info
source: This type of backup is an <emphasis>archive</emphasis>. It contains both the latest version of your files and earlier backed up versions. Using this type of backup allows you to recover older versions of your files, or files which were deleted on your computer at a later time. The storage space needed is minimized by looking for common parts of your files between versions and only storing those parts once. Nevertheless, the backup archive will keep growing in size as time goes by.<nl/>Also important to know is that the files in the archive can not be accessed directly with a general file manager, a special program is needed.
it: Questo tipo di backup consiste in un <emphasis>archivio</emphasis>. Contiene l'ultima versione dei tuoi file ed anche quelle archiviate in precedenza. Usando questo tipo di backup potrai ripristinare versioni più vecchie dei tuoi file, o file che erano stati cancellati dal computer in un secondo momento. Lo spazio di archiviazione richiesto è ridotto al minimo cercando le parti dei file in comune tra le differenti versioni e salvando tali parti solo una volta. Tuttavia, l'archivio di backup continuerà ad aumentare di dimensioni man mano che passa il tempo.<nl/>È importante sapere che i file nell'archivio non sono accessibili tramite un normale file manager, ma è necessario un programma apposito.
ru: Этот тип резервного копирования является <emphasis>архивом</emphasis>. Он содержит как последнюю версию файлов, так и предыдущие версии резервных копий. Использование этого типа резервного копирования позволяет восстанавливать старые версии файлов или файлы, которые впоследствии были удалены на компьютере. Требуется меньше места для хранения за счет поиска в версиях файлов одинаковых частей и сохранения их только один раз. Тем не менее, архив резервных копий со временем будет расти в размерах.<nl/>Также важно знать, что файлы в архиве невозможно открыть обычным файловым менеджером. Для этого нужна специальная программа.
tl: Ang uri ng seguridad na kopya na ito na <emphasis>nakaimbak</emphasis>. Naglalaman ito ng pinakabagong salin at ang mga naunang salin ng iyong mga talaksan. Maaari mong kunin ang mga naunang salin ng iyong mga talaksan o kung ano man ang iyong tatanggalin balang araw ay maaari mo din ibalik sa pamamagitan nitong seguridad na kopya. Ang kabuuan ng imbakan na kinakailangan ay pinaliliit sa pamamagitan ng pagkuha lamang ng kung ano mang binago sa iyong mga talaksan. Pero habang panahon hindi maiiwasan ang pagdami ng mga pagbabagong ito na magdudulot ng paglaki ng imbakan na kinakailangan.<nl/>Importanteng iyong malaman na ang mga talaksan na nakaimbak ay maaari lamang buksan sa pamamagitan ng espesyal na programa.
zh_tw: 這種類型的備份是一個 <emphasis>封存檔</emphasis>。它同時包含了您檔案的最新版本及較早的備份版本。使用這個類型的備份讓您可以將您的檔案恢復到舊版本，或是救回在稍後從您的電腦中刪除的檔案。儲存空間是最小的，因為其只儲存您檔案每的版本間的差異。然而，備份檔會隨著時間的過去而逐漸增大。<nl/>同時有一些重點必須知道，在封存檔裡的檔案是無法使用一般的檔案管理員直接存取的，必須使用特殊的程式。

# @option:radio
source: Versioned Backup (not available because <application>bup</application> is not installed)
it: Backup Incrementale (non disponibile perché <application>bup</application> non è installato)
ru: Версионное резервное копирование (недоступно, т.к. <application>bup</application> не установлен)
tl: May salin na seduridad na kopya (hindi magagamit dahil ang <application>bup</application> ay hindi pa nakalagay sa kompyuter na ito)
zh_tw: 版本備份（因為 <application>bup</application>未安裝，故不可用）

# @option:radio
source: Versioned Backup (recommended)
it: Backup incrementale (raccomandato)
ru: Версионное резервное копирование (рекомендовано)
tl: May salin na seguridad na kopya (inirerekomenda)
zh_tw: 版本控制備份(建議)

# @info
source: This type of backup is a folder which is synchronized with your selected source folders. Taking a backup simply means making the backup destination contain an exact copy of your source folders as they are now and nothing else. If a file has been deleted in a source folder it will get deleted from the backup folder.<nl/>This type of backup can protect you against data loss due to a broken hard drive but it does not help you to recover from your own mistakes.
it: Questo tipo di backup consiste in una cartella che viene sincronizzata con le cartelle sorgente che hai selezionato. Eseguire un backup consiste semplicemente nel rendere la cartella di destinazione una copia esatta del contenuto delle cartelle sorgente allo stato attuale e null'altro. Se un file è stato cancellato dalla cartella sorgente, verrà cancellato anche dalla cartella di backup.<nl/>Questo tipo di backup può proteggerti dalla perdita di dati dovuta ad un disco rotto, ma non ti aiuta a rimediare ai tuoi stessi errori.
ru: Этот тип резервного копирования представляет собой папку, которая синхронизируется с папками, подлежащими резервному копированию. Резервное копирование при этом означает, что просто создается точная копия исходных данных, и больше ничего. Если файл был удален в исходной папке он будет удален и из папки резервного копирования.<nl/>Данный тип резервного копирования может защитить вас от потери данных в случае выхода из строя жесткого диска, но бесполезен, если восстановить предыдущее состояние потребуется для исправления допущенных вами ошибок.
tl: Ang uri ng polder na ito na naglalaman ng seguridad na kopya ay ang nakapareha sa iyong napiling ugat ng polder o ang polder na naglalaman ng mga talaksan na gusto mong may seguridad na kopya. Ang ibig sabihin ng pagkuha ng seguridad na kopya ay pangu-ngopya ng eksaktong laman ng ugat polder na iyong pinili para makunan ng seguridad na kopya. Kung ang isang talaksan ay sadyang tinanggal, inalis o binura sa ugat na polder, ito din ay mabubura sa polder ng seguridad na kopya.<nl/>Ang seguridad na kopya na ito ay maaring makaprotekta sa pagkawala ng mga talaksan dahilan nga pagkasira ng iyong hard drive pero hindi ito makakatulong sa pagkuha o pagbawi ng mga talaksang iyong nabura dahil sa pagkakamali.
zh_tw: 這個類型的備份是一個與您選定的來源資料夾同步的資料夾。在這裡的備份就只是將備份目標完整的複製到目的地。如果檔案被從來源資料夾刪除，它也會從備份資料夾中刪除。<nl/>這種類型的備份可以防止因為壞掉的硬碟而損失資料，但對您復原自己造成的錯誤並沒有幫助。

# @option:radio
source: Synchronized Backup (not available because <application>rsync</application> is not installed)
it: Backup sincronizzato (non disponibile perché <application>rsync</application> non è installato)
ru: Синхронное резервное копирование (недоступно, т.к. <application>rsync</application> не установлен)
tl: Magkapanabay na kopya (Hindi magagamit dahil ang <application>rsync</application> ay hindi pa nakalagay sa kompyuter na ito)
zh_tw: 同步備份（因為 <application>rsync</application> 未安裝，故不可用）

# @option:radio
source: Synchronized Backup
it: Backup sincronizzato
ru: Синхронное резервное копирование
tl: Magkapanabay na seguridad na kopya
zh_tw: 同步備份

# @title
source: Backup Type
it: Tipo di backup
ru: Тип резервного копирования
tl: Uri ng seguridad na kopya
zh_tw: 備份類型

# @label
source: Select what type of backup you want
it: Seleziona il tipo di backup desiderato
ru: Выберите тип резервного копирования
tl: Piliin kung anong uri ng seguridad na kopya ang kinakailangan
zh_tw: 選擇您想要備份的類型

# @title
source: Sources
it: Sorgenti
ru: Источники
tl: Pinagmumulan
zh_tw: 來源

# @label
source: Select which folders to include in backup
it: Seleziona quali cartelle includere nel backup
ru: Выберите папки для резервного копирования
tl: Piliin ang mga polder na kailangan isama sa seguridad na kopya
zh_tw: 選擇您想要備份的資料夾

# @option:radio
source: Filesystem Path
it: Percorso del filesystem
ru: Путь файловой системы
tl: Lokasyon ng talaksang pang-sistema
zh_tw: 檔案系統路徑

# @option:radio
source: External Storage
it: Archivio esterno
ru: Внешнее хранилище
tl: Panlabas na imbakan
zh_tw: 外部儲存空間

# @info
source: You can use this option for backing up to a secondary internal harddrive, an external eSATA drive or networked storage. The requirement is just that you always mount it at the same path in the filesystem. The path specified here does not need to exist at all times, its existance will be monitored.
it: Puoi usare questa opzione per effettuare il backup in di un disco interno secondario, in un dispositivo esterno eSATA o in un archivio di rete. È solamente necessario montarlo sempre nello stesso percorso del filesystem. Il percorso indicato qui non deve necessariamente esistere sempre, la sua presenza verrà monitorata.
ru: Можно использовать данную опцию для резервного копирования на второй внутренний жесткий диск, внешний привод eSATA или сетевое хранилище. Требуется, чтобы при монтировании в файловой системе им присваивался один и тот же путь. Путь определенный здесь будет проверятся на изменения.
tl: Maari mo itong piliin kung gusto mong ilagay ang iyong seguridad na kopya sa pangalawang panloob na hard drive, eSATA o imbakan sa network. Kinakailangan lang na palagi itong konektado sa iisang landas sa sistemang pangtalaksan.
zh_tw: 您可以使用此選項來使用第二個外部硬碟、外部 eSATA 磁碟或是網路儲存空間進行備份。這需要您將它一直都掛載在檔案系統中的同一個路徑。指定的路徑並不需要隨時存在，它將會被監控是否存在。

# @label:textbox
source: Destination Path for Backup:
it: Percorso di destinazione del backup:
ru: Путь к месту хранения резервных копий:
tl: Destinasyon para sa seguridad na kopya:
zh_tw: 備份的目的地：

# @info
source: Use this option if you want to backup your files on an external storage that can be plugged in to this computer, such as a USB hard drive or memory stick.
it: Usa questa opzione se vuoi salvare il tuo backup su una periferica esterna che può essere collegata a questo computer, come un disco USB o una chiavetta.
ru: Используйте эту опцию, если нужно сделать резервную копию файлов на внешние устройства хранения, которые могут быть подключены к этому компьютеру, например, жесткий диск USB или карту памяти.
tl: Gamitin ang alternatibong ito kung gusto mo ilagay ang iyong mga seguridad na kopya sa panlabasang imbakan na pwedeng isaksak sa kompyuter na ito kagaya ng USB hard drive o memory stick.
zh_tw: 如果您想要將您的檔案備份到插入到這臺電腦上的外部儲存裝置，像是 USB 硬碟或是隨身碟的話，使用這個選項。

# @info:tooltip
source: The specified folder will be created if it does not exist.
it: La cartella specificata verrà creata se non esistente.
ru: Указанная папка будет создана, если она еще не существует.
tl: Ang tinutukoy na polder ay pwedeng ilikha kung ito ay hindi pa nalilikha.
zh_tw: 指定的資料夾將會被新增，如果它不存在的話。

# @label:textbox
source: Folder on Destination Drive:
it: Cartella nel disco di destinazione:
ru: Папка на диске хранилища:
tl: Polder sa destinasyon:
zh_tw: 目的地硬碟上的資料夾：

# @info:tooltip
source: Open dialog to select a folder
it: Apri la finestra di dialogo per selezionare una cartella
ru: Открыть диалог выбора папки
tl: Buksan ang diyalogo para pumili ng polder
zh_tw: 開啟對話框以選擇資料夾

# @title
source: Destination
it: Destinazione
ru: Место хранения
tl: Destinasyon
zh_tw: 目的地

# @label
source: Select the backup destination
it: Seleziona la destinazione di backup
ru: Выбрать место хранения резервной копии
tl: Piliin ang destinasyon ng seguridad na kopya
zh_tw: 選擇備份目的地

# @option:radio
source: Manual Activation
it: Attivazione manuale
ru: Запуск вручную
tl: Manu-manong paganahin
zh_tw: 手動啟動

# @option:radio
source: Interval
it: Intervallo
ru: Интервал
tl: Pagitan
zh_tw: 間隔

# @option:radio
source: Active Usage Time
it: Tempo di utilizzo attivo
ru: Длительность работы
tl: Aktibong Oras ng Paggamit
zh_tw: 活躍使用時間

# @info
source: Backups are only taken when manually requested. This can be done by using the popup menu from the backup system tray icon.
it: I backup vengono eseguiti solo quando richiesto manualmente. Ciò può essere fatto usando il menu a comparsa dell'icona di backup nel vassoio di sistema.
ru: Резервное копирование начнется только после активации вручную. Это можно сделано в контекстном меню значка системы резервного копирования в трее.
tl: Kinukuha lamang ang seguridad na kopya sang-ayon sa iyong kahilingan. Ito ay maaaring hilingin o piliin sa pamamagitan ng talaan sa may system tray icon.
zh_tw: 備份將只會在您手動要求時進行。這可以使用備份系統匣圖示的彈出選單完成。

# @info
source: New backup will be triggered when backup destination becomes available and more than the configured interval has passed since the last backup was taken.
it: Un nuovo backup verrà eseguito quando la destinazione di backup sarà disponibile e sarà trascorso un intervallo di tempo superiore a quello impostato dall'esecuzione dell'ultimo backup.
ru: Новое резервное копирование начнется с момента доступности места хранения, но не раньше, чем истечет заданный интервал времени с момента создания последней резервной копии.
tl: Ang pagkuha ng bagong seguridad na kopya ay magpapakita kung may magagamit na imbakan at kung lumagpas na ang panahon na nakalagay sa kompigurasyon ng pagkuha ng seguridad na kopya mula nung huli ito ay nakuha.
zh_tw: 現在備份將會在自最後一次備份後超過設定間隔，且備份目的地可用時自動啟動。

# @item:inlistbox
source: Minutes
it: Minuti
ru: Минуты
tl: Minuto
zh_tw: 分鐘

# @item:inlistbox
source: Hours
it: Ore
ru: Часы
tl: Oras
zh_tw: 小時

# @item:inlistbox
source: Days
it: Giorni
ru: Дни
tl: Araw
zh_tw: 天

# @item:inlistbox
source: Weeks
it: Settimane
ru: Недели
tl: Linggo
zh_tw: 星期

# @info
source: New backup will be triggered when backup destination becomes available and you have been using your computer actively for more than the configured time limit since the last backup was taken.
it: Un nuovo backup verrà eseguito quando la destinazione di backup sarà disponibile e avrai utilizzato attivamente il computer per un tempo superiore a quello impostato dall'esecuzione dell'ultimo backup.
ru: Новое резервное копирование начнется с того момента, как станет доступным назначенное место хранения, при этом время работы компьютера с момента последнего резервного копирования будет превышать заданное значение.
tl: Ang pagkuha ng bagong seguridad na kopya ay magpapakita kung may magagamit na imbakan at kung ikaw ay aktibong gumagamit sa kompyuter na ito sa humigit na oras nakalagay sa kompigurasyon sa sistema ng pagkuha ng seguridad na kopya o kung lumagpas na ang panahon na nakalagay sa kompigurasyon ng pagkuha ng seguridad na kopya mula nung huli ito ay nakuha.
zh_tw: 現在備份將會在您使用您的電腦超過自最後一次備份算起設定的時間限制，且備份目的地可用時自動啟動。

# @option:check
source: Ask for confirmation before taking backup
it: Chiedi conferma prima di eseguire il backup
ru: Запрашивать подтверждение резервного копирования
tl: Kumpirmahin bago kumuha ng seguridad na kopya
zh_tw: 在進行備份前再一次確認

# @title
source: Schedule
it: Programmazione
ru: Расписание
tl: Talatakdaan
zh_tw: 排程

# @label
source: Specify the backup schedule
it: Specifica la programmazione del backup
ru: Составить план резервного копирования
tl: Magtakda ng iskedyul para sa seguridad na kopya
zh_tw: 指定備份排程

# @option:check
source: Show hidden folders in source selection
it: Mostra le cartelle nascoste nella schermata di selezione delle sorgenti
ru: Показать скрытые папки, содержащиеся в каталоге, назначенном к резервному копированию.
tl: Ipakita ang mga nakatagong polder sa piniling panggagalingan polder.
zh_tw: 在選擇的來源中顯示隱藏的資料夾

# @info
source: This makes it possible to explicitly include or exclude hidden folders in the backup source selection. Hidden folders have a name that starts with a dot. They are typically located in your home folder and are used to store settings and temporary files for your applications.
it: Questo permette di includere o escludere esplicitamente le cartelle nascoste nella selezione delle sorgenti del backup. Le cartelle nascoste hanno un nome che inizia con un punto. Normalmente sono posizionate nella tua cartella home e vengono utilizzate per salvare impostazioni e file temporanei delle tue applicazioni.
ru: Это даст возможность недвусмысленно указать включены или нет скрытые папки в план резервного копирования. Название скрытых папок начинается с точки. Обычно они содержатся в домашнем каталоге пользователя и используются для хранения настроек и временных файлов установленных приложений.
zh_tw: 這樣就可以明確的包含或排除在選擇的備份來源中的隱藏資料夾。隱藏資料夾的名稱會以一個點作為開頭。它們通常位於您的家目錄，且通常用於儲存您應用程式的設定及暫存檔案。

# @info
source: This will make your backups use around 10% more storage space and saving backups will take slightly longer time. In return it will be possible to recover from a partially corrupted backup.
ru: Это приведет к использованию резервной копией на 10% больше места в хранилище, а сам процесс сохранения займет несколько большее время, но позволит совершить восстановление из частично поврежденной резервной копии.
tl: Ito ay magbibigay daan sa iyong seguridad na kopya na gumamit pa ng higit na 10 porsiyento na espasyo sa imbakan at mas tatagal ng konti ang pag-iimpok. Pero ito ay magbibigay posibilidad na ayusin ang mga may bahagyang sirang seguridad na kopya.
zh_tw: 這會讓您的備份使用大約10%的額外儲存空間，且儲存備份的時候會需要稍微長一點的時間。作為回報，這樣將有可能可以從部份損毀的備份中恢復。

# @option:check
source: Generate recovery information
it: Genera informazioni di ripristino
ru: Сбор информации о восстановлении
tl: Gumawa ng inpormasyon tungkol sa pagbawi
zh_tw: 產生復原資訊

# @option:check
source: Generate recovery information (not available because <application>par2</application> is not installed)
it: Genera informazioni di ripristino (non disponibile perché <application>par2</application> non è installato)
ru: Не удалось собрать информацию о восстановлении (не установлен <application>par2</application>)
tl: Gumawa ng inpormasyon tungkol sa pagbawi (hindi ito maisagawa dahil ang <application>par2</application> ay hindi nakalagay)
zh_tw: 產生復原資訊（因為<application>par2</application>未安裝，故不可用）

# @option:check
source: Verify integrity of backups
it: Verifica l'integrità dei backup
ru: Проверка контрольных сумм резервных копий
tl: Beripikahin ang integridad ng seguridad na kopya
zh_tw: 驗證備份完整性

# @info
source: Checks the whole backup archive for corruption every time you save new data. Saving backups will take a little bit longer time but it allows you to catch corruption problems sooner than at the time you need to use a backup, at that time it could be too late.
it: Controlla l'intero archivio di backup per verificarne l'eventuale corruzione ogni volta che salvi nuovi dati. Il salvataggio dei backup richiederà un po' più tempo, ma permetterà di individuare eventuali problemi prima che sia necessario utilizzare i dati di backup, momento in cui potrebbe essere troppo tardi.
ru: Проверка всего архива резервных копий на ошибки при каждом новом резервировании данных. В этом случае потребуется чуть больше времени, чем обычно,но позволит вовремя выявить проблемы, связанные с повреждением данных при архивировании, чтобы не было слишком поздно.
tl: Sinisiyasat kung may sira ang buong arkibo ng seguridad na kopya sa tuwing ikaw ay nag-iimpok ng bagong talaksan. Gagawin nitong mas mabagal ng konti ang pang-impok ng seguridad na kopya pero ito ay nakakatulong sa pagsisiyasat ng anumang sira sa iyong mga seguridad na kopya sa mas maagang panahon.
zh_tw: 在您每次儲存新的資料時校驗整個備份壓縮檔是否損毀。儲存備份將會稍微花長一點的時間，但可以讓您很快找到損毀的問題，總比在您需要使用備份時，才發現一切都太遲了來的好。

# @title
source: Advanced
it: Avanzato
ru: Дополнительно
tl: Pauna
zh_tw: 進階

# @label
source: Extra options for advanced users
it: Opzioni aggiuntive per utenti esperti
ru: Расширенные настройки для продвинутых пользователей
tl: Karagdagang pamilian para sa mga dalubhasa
zh_tw: 進階使用者的額外選項

# @label Only shown if no drives are detected
source: Plug in the external storage you wish to use, then select it in this list.
it: Collega la periferica esterna che vuoi utilizzare , poi selezionala in questa lista.
ru: Подключите внешнее хранилище и выберите его из списка.
tl: Isaksak ang imbakan na nais mong gamitin para sa seguridad na kopya at pagkatapos ay pillin ito sa listahan.
zh_tw: 插入您想要使用的外部儲存空間，然後在這個列表中選取它。

# @item:inlistbox this text is added if selected drive is disconnected
source: (disconnected)
it: (disconnesso)
ru: (отключено)
tl: (hindi nakakabit)
zh_tw: (未連線)

# @label %1 is amount of free storage space of hard drive
source: %1 free
it: %1 libero
ru: %1 свободно
tl: May %1 na libre
zh_tw: %1 可用

source: Partition %1 on %2%3
it: Partizione %1 su %2%3
ru: Раздел %1 на %2%3
tl: Partisyon %1 sa %2%3
zh_tw: 分割區 %1 在 %2%3 上

source: %1 on %2%3
it: %1 su %2%3
ru: %1 на %2%3
tl: %1 sa %2%3
zh_tw: %1 在 %2%3 上

# @item:inlistbox %1 is drive(partition) label, %2 is storage capacity
source: %1: %2 total capacity
it: %1: capacità totale %2
ru: %1: %2 общего объема
tl: %1:%2 kabuuan ng kapasidad
zh_tw: %1: %2 總容量

# @item:inlistbox
source: Warning: Symbolic links and file permissions can not be saved to this file system. File permissions only matters if there is more than one user of this computer or if you are backing up executable program files.
it: Attenzione: i link simbolici ed i permessi dei file non possono essere salvati in questo filesystem. I permessi dei file sono importanti solo se più di un utente usa il computer o se si sta facendo il backup di file eseguibili di programmi.
ru: Предупреждение: Символические ссылки и права на файлы не могут быть сохранены в данной файловой системе. Права на файлы имеют значение, только если в системе заведено несколько пользовательских учетных записей, или если вы резервируете исполняемые программные файлы.
tl: Babala: Ang mga pahintulot para sa mga talaksan ay hindi maaaring mailagay sa sistemang pangtalaksan. Ang mga pahintulot na ito ay kinakailangan lamang kapag may dalawa o higit pang taga- gamit ng kompyuter o kung ikaw ay naglalagay ng mga seguridad na kopya sa isang executable program files.
zh_tw: 警告：符號連結及檔案權限不會儲存到檔案系統中。檔案權限只在這臺電腦上有多於一個的使用者時需要煩惱，或是如果您備份的是可執行的程式檔。

# @item:inlistbox
source: Warning: File permissions can not be saved to this file system. File permissions only matters if there is more than one user of this computer or if you are backing up executable program files.
it: Attenzione: I permessi dei file non possono essere salvati in questo filesystem. I permessi dei file sono importanti solo se più di un utente usa il computer o se si sta facendo il backup di file eseguibili di programmi.
ru: Предупреждение: Невозможно сохранить права на файлы в данной файловой системе. Права на файлы имеют значение, только если в системе заведено несколько пользовательских учетных записей, или если вы резервируете исполняемые программные файлы.
tl: Babala: Ang mga pahintulot para sa mga talaksan ay hindi maaaring mailagay sa sistemang pangtalaksan. Ang mga pahintulot na ito ay kinakailangan lamang kapag may dalawa o higit pang taga- gamit ng kompyuter o kung ikaw ay naglalagay ng mga seguridad na kopya sa isang executable program files.
zh_tw: 警告：檔案權限不會儲存到檔案系統中。檔案權限只在這臺電腦上有多於一個的使用者時需要煩惱，或是如果您備份的是可執行的程式檔。
