Repository: spersson/Kup
Catalog: po/*.po
Languages: it, ru, tl, zh_tw

# @info notification
source: The <application>bup</application> program is needed but could not be found, maybe it is not installed?
it: Il programma <application>bup</application> è necessario ma non è stato trovato; forse non è installato?
ru: Требуется программа <application>bup</application>, но она не найдена. Похоже, она не установлена.
tl: Ang programmang <application>bup</application> ay kinakailangan ngunit ito ay hindi mahanap sa sistema. Maaring hindi ito nakalagay sa sistema?
zh_tw: 必須的 <application>bup</application> 程式是必須的但找不到，也許它尚未被安裝？

# @info notification
source: The <application>par2</application> program is needed but could not be found, maybe it is not installed?
it: Il programma <application>par2</application> è necessario ma non è stato trovato; forse non è installato?
ru: Требуется программа <application>par2</application>, но она не найдена. Похоже, она не установлена.
tl: Ang programang <application>par2</application> ay kinakailangan ngunit ito ay hindi mahanap sa sistema. Maaring hindi ito nakalagay sa sistema?
zh_tw: 必須的 <application>par2</application> 程式是必須的但找不到，也許它尚未被安裝？

# @info notification
source: Backup destination could not be initialised. See log file for more details.
it: La destinazione di backup non può essere inizializzata. Controllare il file di log per ulteriori dettagli.
ru: Невозможно определить место сохранения резервной копии. Подробности в лог-файле.
tl: Hindi maumpisahan ang destinasyon ng seguridad na kopya. Tingnan ang karagdagang detalye.
zh_tw: 備份目的地無法被初始化。參見記錄檔以取得更多詳細資訊。

source: Checking backup integrity
it: Controllo dell'integrità del backup
ru: Проверка целостности резервной копии
zh_tw: 正在校驗備份完整性

# @info notification
source: Failed backup integrity check. Your backups could be corrupted! See log file for more details. Do you want to try repairing the backup files?
it: Controllo dell'integrità del backup fallito. I tuoi backup potrebbero essere corrotti! Controlla il file di log per ulteriori dettagli. Vuoi provare a riparare i file di backup?
ru: Резервная копия не прошла проверку целостности. Возможно, она повреждена. Подробности в лог-файле. Попробовать восстановить резервную копию?
tl: Nabigo ang pagsusuri ng integridad ng iyong mga seguridad na kopya. Maari itong may sira! Tingnan ang karagdagang detalye. Gusto mo bang ayusing ang iyong mga seguridad na kopya?
zh_tw: 備份完整性校驗失敗。您的備份可能已損毀！參見記錄檔以取得更多詳細資訊。您想要嘗試修復備份檔案嗎？

# @info notification
source: Failed backup integrity check. Your backups could be corrupted! See log file for more details.
it: Controllo dell'integrità del backup fallito. I tuoi backup potrebbero essere corrotti! Controlla il file di log per ulteriori dettagli.
ru: Резервная копия не прошла проверку целостности. Возможно, она повреждена. Подробности в лог-файле.
tl: Nabigo ang pagsisiyasat integridad. Ang iyong mga seguridad na kopya ay maaring may sira! Tingnan ang karagdagang detalye.
zh_tw: 備份完整性校驗失敗。您的備份可能已損毀！參見記錄檔以取得更多詳細資訊。

source: Checking what to copy
it: Controllo dei file da copiare
ru: Проверка, что копировать
zh_tw: 勾選哪些要複製

# @info notification
source: Failed to analyze files. See log file for more details.
it: Analisi dei file fallita. Controllare il file di log per ulteriori dettagli.
ru: Не удалось проанализировать файлы. Более детальная информация в log файле.
zh_tw: 分析檔案失敗。參見記錄檔以取得更多詳細資訊。

source: Saving backup
it: Salvataggio backup
ru: Сохранение резервной копии
zh_tw: 正在儲存備份

# @info notification
source: Failed to save backup. See log file for more details.
it: Salvataggio del backup fallito. Controllare il file di log per ulteriori dettagli.
ru: Не удалось сохранить резервную копию. Более детальная информация в log файле.
zh_tw: 儲存備份失敗。參見記錄檔以取得更多詳細資訊。

source: Generating recovery information
it: Generazione informazioni di ripristino
ru: Сбор информации о восстановлении
zh_tw: 正在生成復原資訊

# @info notification
source: Failed to generate recovery info for the backup. See log file for more details.
it: Impossibile generare le informazioni di recupero per il backup. Consultare il log per ulteriori dettagli.
ru: Не удалось сгенерировать информацию для восстановления резервной копии. Подробности в лог-файле.
tl: Nabigo ang pagbawi ng inpormasyon ng iyong seguridad na kopya. Tingnan ang karagdagang detalye.
zh_tw: 產生備份的復原資訊失敗。參見記錄檔以取得更多詳細資訊。

# Label for file currently being copied
source: File
ru: Файл
zh_tw: 檔案

# @info notification
source: Backup repair failed. Your backups could be corrupted! See log file for more details.
it: Riparazione del backup fallita. I tuoi backup potrebbero essere corrotti! Consultare il file di log per ulteriori dettagli.
ru: Не удалось восстановить резервную копию. Возможно, она повреждена! Подробности в лог-файле.
tl: Nabigo ang pag-aayos ng seguridad na kopya. Ang iyong seguridad na kopya ay maaaring may sira! Tingnan ang karagdagang detalye.
zh_tw: 備份修復失敗。您的備份可能已損毀！參見記錄檔以取得更多詳細資訊。

# @info notification
source: Success! Backup repair worked. See log file for more details.
it: Fatto! La riparazione del backup ha funzionato. Consultare il file di log per ulteriori dettagli.
ru: Получилось! Система резервного копирования работает. Подробности в лог-файле.
tl: Tagumpay na naayos ang iyong seguridad na kopya. Tingnan ang karagdagang detalye.
zh_tw: 成功！備份修復完成。參見記錄檔以取得更多詳細資訊。

# @info notification
source: Backup repair was not necessary. Your backups are not corrupted. See log file for more details.
it: Riparazione del backup non necessaria. I tuoi backup non sono corrotti. Consultare il file di log per ulteriori dettagli.
ru: Восстановление резервной копии не потребовалось. Ваши файлы не повреждены. Смотрите лог-файл для более детального отчёта.
tl: Hindi kinakailangang ayusin ang iyong seguridad na kopya dahil ito ay walang sira. Tingnan ang karagdagang detalye.
zh_tw: 不需要修復備份。您的備份並無損毀。參見記錄檔以取得更多詳細資訊。

# @info notification
source: Backup repair failed. Your backups could still be corrupted! See log file for more details.
it: Riparazione del backup fallita. I tuoi backup potrebbero essere ancora corrotti! Consultare il file di log per ulteriori dettagli.
ru: Не удалось восстановить резервную копию. Возможно, она всё ещё повреждена. Подробности в лог-файле.
tl: Nabigo ang pag-aayos ng iyong seguridad na kopya. Maaring sira parin. Tingnan ang karagdagang detalye.
zh_tw: 備份修復失敗。您的備份可能仍處於損毀狀態！參見記錄檔以取得更多詳細資訊。

# @info notification
source: Failed backup integrity check. Your backups are corrupted! See log file for more details.
it: Controllo dell'integrità del backup fallito. I tuoi backup sono corrotti! Controlla il file di log per ulteriori dettagli.
ru: Резервная копия не прошла проверку целостности и повреждена! Подробности в лог-файле.
tl: Nabigo ang pagsisiyasat integridad. Ang iyong mga seguridad na kopya ay sira! Tingnan ang karagdagang detalye.
zh_tw: 備份完整性校驗失敗。您的備份已損毀！參見記錄檔以取得更多詳細資訊。

# @info notification
source: Backup integrity test was successful, Your backups are fine.
it: Test dell'integrità del backup completato. I tuoi backup sono corretti.
ru: Система резервного копирования успешно прошла проверку целостности.
tl: Matagumpay na nasuri ang integridad ng iyong mga seguridad na kopya. Ang mga ito ay walang sira.
zh_tw: 備份完整性測試成功。您的備份狀態良好。

# @info notification
source: Failed backup integrity check. Your backups are corrupted! See log file for more details. Do you want to try repairing the backup files?
it: Controllo dell'integrità del backup fallito. I tuoi backup sono corrotti! Controlla il file di log per ulteriori dettagli. Vuoi provare a riparare i file di backup?
ru: Резервная копия не прошла проверку целостности и повреждена! Подробности в лог-файле. Попробовать восстановить резервную копию?
tl: Nabigo ang pagsusuri ng integridad ng iyong mga seguridad na kopya dahil ito ay may sira! Tingnan ang karagdagang detalye. Gusto mo bang ayusing ang iyong mga seguridad na kopya?
zh_tw: 備份完整性校驗失敗。您的備份已損毀！參見記錄檔以取得更多詳細資訊。您想要嘗試修復備份檔案嗎？

# @title:window
source: Problem
it: Problema
ru: Проблема
tl: Problema
zh_tw: 問題

# notification
source: Invalid type of backup in configuration.
it: Tipo di backup non valido nelle impostazioni.
ru: Неверно сконфигурирован тип резервного копирования.
tl: Hindi wastong uri ng seguridad na kopya sa kompigurasyon
zh_tw: 在組態設定中無效的備份類型。

# notification
source: You don't have write permission to backup destination.
it: Non hai i permessi di scrittura per la destinazione di backup.
ru: У вас нет прав на запись в каталог назначения.
zh_tw: 您並沒有備份目的地的寫入權限。

source: Continue
it: Continua
ru: Продолжить
zh_tw: 繼續

source: Stop
ru: Стоп
zh_tw: 停止

# %1 is a text explaining the current activity
source: Currently busy: %1
it: Attualmente occupato: %1
ru: В настоящее время занято: %1
zh_tw: 忙碌中：%1

source: Do you really want to stop?
it: Vuoi veramente interrompere l'operazione?
ru: Вы действительно хотите остановить?
zh_tw: 您真的想要停止嗎？

source: User Backups
it: Backup Utente
ru: Резервные копии пользователей
zh_tw: 使用者備份

# status in tooltip
source: Backup destination not available
it: Destinazione per il backup non disponibile
ru: Место для резервного копирования недоступно
zh_tw: 備份目的地不可用

source: No backup plans configured
it: Non sono stati configurati piani di backup
ru: Планы резервного копирования не настроены
zh_tw: 未設定備份計畫

# status in tooltip
source: Backup destination available
it: Destinazione per il backup disponibile
ru: Место для резервной копии доступно
zh_tw: 備份目的地可用

# status in tooltip
source: Backup status OK
it: Stato backup OK
ru: Статус резервного копирования OK
zh_tw: 備份狀態 OK

# status in tooltip
source: New backup suggested
it: Si consiglia un nuovo backup
ru: Предлагается новая резервная копия
zh_tw: 已建議新備份

# status in tooltip
source: New backup needed
it: È necessario un nuovo backup
ru: Требуется новая резервная копия
zh_tw: 需要新的備份

# @info:shell Error message at startup
source: Kup is not enabled, enable it from the system settings module. You can do that by running <command>kcmshell5 kup</command>
it: Kup non è abilitato, puoi abilitarlo dal modulo nelle impostazioni di sistema. È possibile farlo eseguendo <command>kcmshell5 kup</command>
ru: Kup отключён, включите его, используя модуль в системных настройках или команду <command>kcmshell5 kup</command>.
tl: Ang Kup ay hindi gumagana. Pwede itong paganahin mula sa tagapangasiwa ng nilalaman ng sistema sa pamamagitan ng pagbukas ng <command>kcmshell5 kup</command>
zh_tw: Kup 未啟用，在系統設定模組中啟用它。您也可以利用執行「kcmshell5 kup」來做到這件事。

# @title
source: Kup Daemon
it: Demone di Kup
ru: Демон Kup
zh_tw: Kup 守護進程

source: Kup is a flexible backup solution using the backup storage system 'bup'. This allows it to quickly perform incremental backups, only saving the parts of files that has actually changed since last backup was taken.
it: Kup è una soluzione flessibile per i backup che utilizza il sistema di salvataggio dei backup 'bup'. Ciò gli consente di eseguire rapidamente backup incrementali, salvando solo le parti dei file che sono state realmente modificate da quando è stato eseguito l'ultimo backup.
ru: Kup является гибким решением для резервного копирования, основанным на системе 'bup'. Оно позволяет быстро выполнять пошаговое резервное копирование с сохранением только тех частей файлов, которые изменились с момента прошлого резервного копирования.
tl: Ang Kup ay isang solusyon para sa seguridad na kopya na gamit ang sistemang imbakan ng seguridad na kopya ng 'bup'. Ito ay nagbibigay daan upang mapabilis ang pagkuha ng dumadaming seguridad na kopya sa pamamagitan ng pag-imbak lamang ng mga talaksan na may aktwal na pagbabago mula noong huling kinunan ang seguridad na kopya.
zh_tw: Kup 是一個使用備份儲存系統「bup」的靈活的備份解決方案。讓您可以快速的進行增量備份，只儲存在您最後一次備份之後所變更的檔案部份。

# NAME OF TRANSLATORS
source: Your names
it: Francesco Marinucci
ru: Jacobtey, Alex
tl: Wendy Faye
zh_tw: 黃柏諺

# EMAIL OF TRANSLATORS
source: Your emails
it: framarinucci@gmail.com
ru: jacobtey@gmail.com, lehaemail@yandex.ru
tl: faye_333@yahoo.com.sg
zh_tw: s8321414@yahoo.com.tw

# status in tooltip
source: Saving backup
it: Salvataggio backup
ru: Сохранение резервной копии
zh_tw: 正在儲存備份

# status in tooltip
source: Checking backup integrity
it: Controllo integrità del backup
ru: Проверка целостности резервной копии
zh_tw: 正在檢查備份完整性

# status in tooltip
source: Repairing backups
it: Riparazione dei backup
ru: Восстановление резервных копий
zh_tw: 正在修復備份

# @info
source: Do you want to save a first backup now?
it: Vuoi salvare ora il primo backup?
ru: Вы хотите сохранить первую резервную копию сейчас?
zh_tw: 您想要現在儲存第一個備份嗎？

# @info
source: It has been %1 since last backup was saved. Save a new backup now?
it: L'ultimo backup risale a %1. Salvare un nuovo backup ora?
ru: Прошло %1 с момента сохранения последней резервной копии. Сохранить сейчас новую резервную копию?
zh_tw: 自上一個備份儲存後已經過了 %1。 現在儲存新備份？

# @info
source: You have been active for %1 since last backup was saved. Save a new backup now?
it: Sei stato attivo per %1 da quando è stato salvato l'ultimo backup. Salvare un nuovo backup ora?
ru: С момента сохранения последней резервной копии вы были активны %1. Сохранить сейчас новую резервную копию?
zh_tw: 自上一個備份儲存後您似乎相當活躍。 現在儲存新備份？

# @action:button
source: Yes
it: Sì
ru: Да
tl: Oo
zh_tw: 是

# @action:button
source: No
ru: Нет
tl: Hindi
zh_tw: 否

# @title:window
source: Saving of Backup Failed
it: Salvataggio del backup fallito
ru: Сохранение резервной копии не удалось
tl: Nabigo ang pag-iimpok ng seguridad na kopya
zh_tw: 備份儲存失敗

# @action:button
source: Show log file
it: Mostra il file di log
ru: Показать лог-файл
tl: Ipakita ang listahan ng talaksan
zh_tw: 顯示記錄檔

# @title:window
source: Backup Saved
it: Backup Salvato
ru: Резервная копия сохранена
zh_tw: 備份已儲存

# @info notification
source: Saving backup completed successfully.
it: Salvataggio del backup completato con successo.
ru: Сохранение резервной копии завершено успешно.
zh_tw: 儲存備份成功完成。

# @title:window
source: Integrity Check Completed
it: Controllo dell'integrità completato
ru: Проверка целостности завершена
tl: Nakumpleto na ang pagsisiyasat integridad
zh_tw: 完整性校驗完成

# @title:window
source: Repair Completed
it: Riparazione completata
ru: Восстановление завершено
tl: Nakumpleto na ang pag-aayos
zh_tw: 修復完成

source: Kup Backup System
ru: Система резервного копирования Kup
tl: Sistema ng seguridad na kopya ng Kup
zh_tw: Kup 備份系統

# @info notification
source: The <application>rsync</application> program is needed but could not be found, maybe it is not installed?
it: Il programma <application>rsync</application> è necessario ma non è stato trovato; forse non è installato?
ru: Нужна программа <application>rsync</application>, но она не найдена. Похоже, она не установлена.
tl: Kinakailangan ang programang <application>rsync</application> ngunit hindi ito matagpuan, baka hindi pa nakalagay sa kompyuter na ito?
zh_tw: 必須的 <application>rsync</application> 程式是必須的但找不到，也許它尚未被安裝？

# @info messagebox, %1 is a folder path
source: The backup archive <filename>%1</filename> could not be opened.Check if the backups really are located there.
it: Impossibile aprire l'archivio di backup <filename>%1</filename>. Controlla che i backup si trovino effettivamente lì.
ru: Невозможно открыть архив резервной копии <filename>%1</filename>. Проверьте его расположение.
zh_tw: 備份壓縮檔 <filename>%1</filename> 無法開啟。請檢查備份是否真的位於那裡。

# @info messagebox
source: You do not have permission needed to read this backup archive.
it: Non hai i permessi necessari per leggere questo archivio di backup.
ru: У вас недостаточно прав для чтения этого архива с резервной копией
tl: Wala kang pahintulot para basahin ang mga arkibo ng seguridad na kopya.
zh_tw: 您沒有讀取這個備份封存檔的必須權限。

# @title
source: File Digger
ru: Анализ файлов
zh_tw: 檔案挖掘者

source: Browser for bup archives.
it: Visualizzatore degli archivi di bup.
ru: Браузер bup-архивов.
tl: Browser para sa mga arkibo ng bup.
zh_tw: bup 檔案的瀏覽程式。

source: Name of the branch to be opened.
it: Nome del ramo da aprire.
ru: Имя открываемой ветки.
tl: Pangalan ng sangay na bubuksan.
zh_tw: 所要開啟分支的名稱。

source: Path to the bup repository to be opened.
it: Percorso del repository bup da aprire.
ru: Путь к открываемому репозиторию bup.
tl: Bakas na magbubukas sa repositoryo ng bup.
zh_tw: 所要開啟 bup 儲存庫的路徑。

# @info messagebox
source: Could not read this backup archive. Perhaps some files have become corrupted. Do you want to run an integrity check to test this?
it: Impossibile leggere questo archivio di backup. Alcuni file potrebbero essere corrotti. Vuoi eseguire il controllo dell'integrità per verificare?
ru: Невозможно прочитать этот архив с резервной копией. Возможно некоторые файлы повреждены. Запустить проверку целостности, чтобы выяснить это?
tl: Itong arkibo ng seguridad na kopya ay hindi mabasa. Baka ito ay may sira. Gusto mo bang siyasatin ang integridad nito?
zh_tw: 無法讀取這個備份封存檔。也許某些檔案已損毀。您想要執行完整性檢查來測試這個嗎？

# added after folder name in some cases
source: (folder)
it: (cartella)
ru: (папка)
tl: (polder)
zh_tw: (資料夾)

# added after file name in some cases
source: (symlink)
it: (collegamento)
ru: (ссылка)
zh_tw: (符號連結)

# added after file name in some cases
source: (file)
ru: (файл)
tl: (talaksan)
zh_tw: (檔案)

# @action:button
source: New Folder...
it: Nuova cartella...
ru: Новая папка...
tl: Bagong polder
zh_tw: 新資料夾...

# @info message bar appearing on top
source: No destination was selected, please select one.
it: Nessuna destinazione selezionata, selezionane una.
ru: Ни одного места под хранение не выбрано. Сделайте выбор.
tl: Walang pang napiling destinasyon, kailangang pumili ng isa.
zh_tw: 目的地尚未選擇，請選擇一個。

# @info message bar appearing on top
source: There was a problem while getting a list of all files to restore: %1
it: Si è verificato un problema durante l'elaborazione della lista dei file da ripristinare: %1
ru: Возникла проблема при получении списка файлов для восстановления: %1
tl: Nagkaroon ng problema habang kinukuha ang listahan ng lahat ng talaksan na kailangang ipanumbalik: %1
zh_tw: 當要取得所有要恢復檔案的列表時發生了問題： %1

# @info message bar appearing on top
source: The destination does not have enough space available. Please choose a different destination or free some space.
it: La destinazione non ha abbastanza spazio disponibile. Seleziona una destinazione diversa o libera dello spazio.
ru: Недостаточно места для размещения резервной копии. Выберите другое место или освободите больше места здесь.
tl: Walang sapat na espasyo sa destinasyon na ito. Mangyaring pumili ng ibang destinasyon na may sapat na espasyo o magpalaya ng espasyo sa destinasyon na ito.
zh_tw: 目的地沒有足夠的可用空間。請選擇其他目的地或是釋放一些空間。

source: - saved at %1
it: -salvato il %1
ru: - сохранено в %1
tl: - nakaimpok na ng %1
zh_tw: - 儲存在 %1

# @info
source: Folder already exists, please choose a solution
it: La cartella esiste già, scegli una soluzione
ru: Папка с таким именем уже существует. Пожалуйста, выберите решение
tl: Ang polder na ito ay nakalagay na sa sistema, kailangan pumili ng solusyon.
zh_tw: 資料夾已經存在，請選擇一個解決方案

# @info
source: File already exists
it: Il file esiste già
ru: Файл уже существует
tl: Ang talaksan na ito ay nakalagay na sa sistema
zh_tw: 檔案已存在

# @info message bar appearing on top
source: The new name entered already exists, please enter a different one.
it: Il nuovo nome inserito esiste già, inseriscine uno diverso.
ru: Введенное имя уже существует. Нужно выбрать другое.
tl: Ang bagong pangalan na ipinasok ay nakalagay na sa sistema, kailangang maglagay ng ibang pangalan.
zh_tw: 輸入的新名稱已存在，請輸入不同的。

# default folder name when creating a new folder
source: New Folder
it: Nuova cartella
ru: Новая папка
tl: Bagong polder
zh_tw: 新資料夾

# @title:window
source: New Folder
it: Nuova cartella
ru: Новая папка
tl: Bagong polder
zh_tw: 新資料夾

# @label:textbox
source: Create new folder in: %1
it: Crea la nuova cartella in: %1
ru: Создать новую папку в: %1
tl: Gumawa ng bagong polder sa: %1
zh_tw: 在此處新增資料夾： %1

source: A folder named %1 already exists.
it: Esiste già una cartella di nome %1.
ru: Папка с именем %1 уже существует.
tl: Ang %1 na pangalan ay nagamit na.
zh_tw: 名稱為 %1 的資料夾已存在。

source: You do not have permission to create %1.
it: Non hai i permessi per creare %1.
ru: Недостаточно прав для создания %1.
tl: Wala kang pahintulot na lumikha %1.
zh_tw: 您沒有權限新增 %1 。

# progress report, current operation
source: Restoring
it: Ripristino
ru: Восстановление
tl: Nagpapanumbalik
zh_tw: 正在還原

# progress report, label
source: File
ru: Файл
zh_tw: 檔案

# @action:button
source: Open
it: Apri
ru: Открыть
tl: Buksan
zh_tw: 開啟

# @action:button
source: Restore
it: Ripristina
ru: Восстановить
tl: Ibalik
zh_tw: 還原

# @action:button
source: Exclude Folder
it: Escludi Cartelle
ru: Исключить папку
zh_tw: 排除資料夾

# @action:button
source: Include Folder
it: Includi Cartelle
ru: Включить папку
zh_tw: 包含資料夾

# @info message bar appearing on top
source: You don't have permission to read this folder: <filename>%1</filename><nl/>It cannot be included in the source selection. If it does not contain anything important to you, one possible solution is to exclude the folder from the backup plan.
it: Non hai i permessi per leggere la cartella: <filename>%1</filename><nl/>Non può essere inclusa nella selezione dei sorgenti. Se non contiene cose importanti, una soluzione possibile è di escludere la cartella dal piano di backup.
ru: У вас недостаточно прав на чтение этой папки: <filename>%1</filename><nl/>Невозможно включить ее в список ресурсов. Если в ней нет ничего важного для вас, одним из возможных решений является исключение папки из плана резервного копирования.
zh_tw: 您沒有權限讀取此資料夾：<filename>%1</filename><nl/>其無法被包含於來源選擇中。若其並不包含任何對您來說重要的東西，其中一個可能的解決方法是從備份計畫中排除該資料夾。

# @info message bar appearing on top
source: You don't have permission to read this file: <filename>%1</filename><nl/>It cannot be included in the source selection. If the file is not important to you, one possible solution is to exclude the whole folder where the file is stored from the backup plan.
it: Non hai i permessi per leggere il file: <filename>%1</filename><nl/>Non può essere incluso nella selezione dei sorgenti. Se il file non è importante per te, una soluzione possibile è di escludere dal piano di backup l'intera cartella dov'è memorizzato.
ru: У вас недостаточно прав на чтение этого файла: <filename>%1</filename><nl/>Невозможно включить его в список ресурсов. Если файл не важен для вас, одним из возможных решений является исключение всей папки, в которой хранится файл из плана резервного копирования.
zh_tw: 您沒有權限讀取此檔案：<filename>%1</filename><nl/>其無法被包含在來源選擇中。若該檔案對您來說並不重要，其中一個可能的解決方法是將包含該檔案的資料夾整個排除在備份計畫外。

# @info message bar appearing on top
source: The symbolic link <filename>%1</filename> is currently included but it points to a folder which is not: <filename>%2</filename>.<nl/>That is probably not what you want. One solution is to simply include the target folder in the backup plan.
it: Il collegamento simbolico <filename>%1</filename> è attualmente incluso, ma punta ad una cartella che non lo è: <filename>%2</filename>.<nl/>Questo non è probabilmente nelle tue intenzioni. Una soluzione è di includere semplicemente nel piano di backup la cartella a cui punta.
ru: В план резервного копирования включена символическая ссылка <filename>%1</filename>, которая ссылается на папку, что в этот план не включена: <filename>%2</filename>.<nl/>Это, вероятно, не то, что вы хотите. Одним из решений является простое включение целевой папки в план резервного копирования.
zh_tw: 符號連結 <filename>%1</filename> 目前被包含在內，但是其指向的資料夾並不包含：<filename>%2</filename>。<nl/>這可能不是您想要的。其中一個解法是將目標資料夾包含在備份計畫內。
