Repository: spersson/Kup
Catalog: po/*.po
Languages: it, ru, tl, zh_tw

# @info:tooltip %1 is the path of the folder in a listview
source: <filename>%1</filename><nl/>will be included in the backup, except for unchecked subfolders
it: <filename>%1</filename><nl/>sarà incluso nel backup, tranne le cartelle deselezionate
ru: Папка<filename>%1</filename><nl/>будет включена в резервную копию за исключением не отмеченных к сохранению подпапок.
tl: <filename>%1</filename><nl/>ay maidadagdag sa seguridad na kopya, maliban sa mga hindi napiling polder na nasa loob nito
zh_tw: <filename>%1</filename><nl/>將會被包括在備份中，除了未勾選的子資料夾

# @info:tooltip %1 is the path of the folder in a listview
source: <filename>%1</filename><nl/>will be included in the backup
it: <filename>%1</filename><nl/>sarà incluso nel backup
ru: Файл <filename>%1</filename><nl/>будет включен в резервную копию
tl: <filename>%1</filename><nl/>kasali sa seguridad na kopya
zh_tw: <filename>%1</filename><nl/>將會被包括在備份中

# @info:tooltip %1 is the path of the folder in a listview
source: <filename>%1</filename><nl/> will <emphasis>not</emphasis> be included in the backup but contains folders that will
it: <filename>%1</filename><nl/> <emphasis>non sarà</emphasis> incluso nel backup, ma contiene cartelle che lo saranno
ru: Папка<filename>%1</filename><nl/><emphasis>не</emphasis> будет включена в резервную копию, но содержит папки, которые будут включены
tl: <filename>%1</filename><nl/>ay<emphasis>hindi</emphasis> maidadagdag sa seguridad na kopya pero may mga polder na napiling maidagdag sa seguridad na kopya
zh_tw: <filename>%1</filename><nl/>將 <emphasis>不會</emphasis> 被包括在備份中，但包含它的資料夾會

# @info:tooltip %1 is the path of the folder in a listview
source: <filename>%1</filename><nl/> will <emphasis>not</emphasis> be included in the backup
it: <filename>%1</filename><nl/><emphasis>non</emphasis> sarà incluso nel backup
ru: Файл <filename>%1</filename><nl/> <emphasis>не</emphasis> будет включен в резервную копию
tl: <filename>%1</filename><nl/>ay <emphasis>hindi</emphasis> isasama sa seguridad na kopya
zh_tw: <filename>%1</filename><nl/>將 <emphasis>不會</emphasis> 被包括在備份中

source: Kup Configuration Module
it: Modulo di configurazione di Kup
ru: Модуль настройки Kup
tl: Tagapamahala ng kumpigurasyon ng Kup
zh_tw: Kup 設定模組

source: Configuration of backup plans for the Kup backup system
it: Configurazione dei piani di backup per il sistema di backup Kup
ru: Настройка расписания плана резервного копирования системы Kup
tl: Kompigurasyon ng seguridad na kopya para sa sistema ng Kup
zh_tw: Kup 備份系統的備份計畫設定

source: Maintainer
it: Manutentore
ru: Мэйнтейнер
tl: Taga-panatili
zh_tw: 維護者

source: <h2>Backup programs are missing</h2><p>Before you can activate any backup plan you need to install either of</p><ul><li>bup, for versioned backups</li><li>rsync, for synchronized backups</li></ul>
it: <h2>Mancano i programmi di backup</h2><p>Prima di poter attivare qualunque piano di backup devi installare</p><ul><li>bup, per i backup incrementali, oppure</li><li>rsync, per i backup sincronizzati</li></ul>
ru: <h2>Отсутствуют программы резервного копирования</h2><p>Прежде, чем поставить на исполнение план резервного копирования, необходимо установить или</p><ul><li>bup для версионого резервного копирования</li><li> или rsync, для синхронного</li></ul>
tl: <h2>Nawawalang programa para sa seguridad na kopya</h2><p>Bago mapagana ang anumang plano para sa seguridad na kopya, kailangang ilagay ang isa sa mga</p><ul><li>bup, para sa mga isasaling seguridad na kopya</li><li>rsync, para sa mga magkasabay na seguridad na kopya</li></ul>
zh_tw: <h2>備份程式遺失</h2><p>在您啟動任何備份計畫之前，您需要先安裝</p><ul><li>bup，給版本備份使用</li><li>rsync，給同步備份使用</li></ul>

# @title:window
source: Warning
it: Attenzione
ru: Предупреждение
tl: Babala
zh_tw: 警告

# @info %1 is the name of the backup plan
source: %1 does not have a destination!<nl/>No backups will be saved by this plan.
it: %1 non ha una destinazione!<nl/>Nessun backup verrà salvato da questo piano.
ru: Для %1 не определено место хранения<nl/>Резервных копий по этому плану создано не будет.
zh_tw: %1 沒有目的地！<nl/>這個計畫中將不會有備份被儲存。

# @action:button
source: Add New Plan
it: Aggiungi nuovo piano
ru: Добавить новый план
tl: Magdagdag ng bagong plano
zh_tw: 加入新的計畫

# @option:check
source: Backups Enabled
it: Backup abilitati
ru: Доступно резервное копирование
tl: Ang mga seguridad na kopya ay gumagana
zh_tw: 備份已啟用

# @action:button
source: Configure
it: Configura
ru: Настроить
tl: Magkompigura
zh_tw: 設定

# @action:button
source: Remove
it: Rimuovi
ru: Удалить
tl: Tanggalin
zh_tw: 移除

# @action:button
source: Duplicate
it: Duplica
ru: Клонировать
zh_tw: 重製

source: No bup repository found. %1
it: Nessun repository bup trovato. %1
ru: Не найден репозиторий bup. %1
tl: Walang mahanap na repositoryo ng bup. %1
zh_tw: 找不到 bup 的儲存庫。 %1

source: Save new backup
it: Salva nuovo backup
ru: Сохранить новую резервную копию
zh_tw: 儲存新備份

source: Show files
it: Mostra file
ru: Показать файлы
zh_tw: 顯示檔案

source: Show log file
it: Mostra file di log
ru: Показать log файл
zh_tw: 顯示紀錄檔

# @title:window
source: Restore Guide
it: Ripristino guidato
ru: Инструкция по восстановлению
tl: Gabay Para sa Pagpapanumbalik
zh_tw: 還原指南

# @action:button
source: Restore to original location
it: Ripristina nella posizione originale
ru: Восстановить в исходное место
tl: Ibalik sa orihinal na lokasyon
zh_tw: 還原到原始位置

# @action:button
source: Choose where to restore
it: Scegli dove ripristinare
ru: Выбрать, куда восстановить
tl: Piliin kung saan mo gustong ibalik
zh_tw: 選擇您要還原的地方

# @action:button
source: Back
it: Indietro
ru: Назад
tl: Bumalik
zh_tw: 上一步

# @action:button
source: Next
it: Avanti
ru: Далее
tl: Susunod
zh_tw: 下一步

# @option:radio
source: Restore the folder under a new name
it: Ripristina la cartella con un nuovo nome
ru: Восстановить папку под новым именем
tl: Ipanumbalik ang polder sa bagong pangalan
zh_tw: 以新名稱還原資料夾

# @option:radio
source: Merge folders
it: Unisci cartelle
ru: Упорядочить папки
tl: Pagsamahin ang mga polder
zh_tw: 合併資料夾

# @info Question to user, in dialog
source: The following files would be overwritten, please confirm that you wish to continue.
it: I seguenti file verranno sovrascritti, conferma di voler continuare.
ru: Следующие файлы будут перезаписаны. Продолжить?
tl: Ang mga sumusunod na talaksan ay mapapalitan, mangyaring kumpirmahin kung nais mong ipagpatuloy.
zh_tw: 下列檔案將會被覆寫，請確認您想要繼續。

# @action:button go to previous page in dialog
source: Back
it: Indietro
ru: Назад
tl: Bumalik
zh_tw: 上一步

# @action:button User answers "yes I confirm: overwrite files"
source: Confirm
it: Conferma
ru: Готово
tl: Kompirmahin
zh_tw: 確認

# @label above the detailed error message
source: An error occured while restoring:
it: Si è verificato un errore durante il ripristino:
ru: Во время восстановления произошла ошибка:
tl: May naganap na mali habang nagpapanumbalik ng:
zh_tw: 還原時遇到錯誤：

# @label
source: Restoration completed successfully!
it: Ripristino completato!
ru: Восстановление прошло успешно!
tl: Ang pagpapanumbalik ay ganap na natapos ng maayos
zh_tw: 還原成功地完成！

source: Open Destination
it: Apri destinazione
ru: Открыть место хранения
tl: Buksan ang destinasyon
zh_tw: 開啟目的地

# @action:button
source: Close
it: Chiudi
ru: Закрыть
tl: Isara
zh_tw: 關閉

source: Backups
it: Backup
ru: Резервные копии
tl: Mga seguridad na kopya
zh_tw: 備份

source: Configure backup plans
it: Configura i piani di backup
ru: Настроить планы резервного копирования
tl: Magkompigura ng plano para sa seguridad na kopya
zh_tw: 設定備份計畫

source: backup,recovery,safety
it: backup, ripristino, sicurezza
ru: резервное копирование,восстановление,безопасность
tl: seguridad na kopya, pagkabawi,kaligtasan
zh_tw: 備份、還原、安全

source: Start taking backup
it: Esegui un nuovo backup
ru: Начать резервное копирование
tl: Simulan ang pagkuha ng seguridad na kopya
zh_tw: 開始進行備份

source: A question if user wants to start taking a backup
it: Domanda se l'utente vuole eseguire un backup
ru: Вопрос, хочет ли пользователь начать резервное копирование
tl: Tanong kung gusto ng taga-gamit na magsimula ng pagkuha ng seguridad na kopya
zh_tw: 如果使用者想要開始進行備份的話會被詢問一個問題

source: Backup succeeded
it: Backup completato con successo
ru: Резервное копирование выполнено успешно
zh_tw: 備份成功

source: Saving of backup successfully completed
it: Il salvataggio del backup è stato completato con successo
ru: Сохранение резервной копии успешно завершено
zh_tw: 儲存備份成功完成

source: Backup failed
it: Backup fallito
ru: Резервное копирование не удалось
tl: Nabigo ang seguridad na kopya
zh_tw: 備份失敗

source: Saving of backup failed, offer user to see log file
it: Salvataggio del backup fallito, proponi all'utente di visualizzare il file di log
ru: Сохранение резервной копии не удалось. Подробности в лог-файле
tl: Ang pag-impok ng seguridad na kopya ay nabigo, paki-tingnan ang listahan ng talaksan kung bakit ito ay nabigo
zh_tw: 備份儲存失敗，建議使用者查看記錄檔。

source: Integrity check completed
it: Controllo integrità completato
ru: Проверка целостности файлов завершена
tl: Ang pagsisiyasat ng integridad sa seguridad na kopya ay nakumpleto na
zh_tw: 完整性校驗成功

source: Finished checking integrity of backup archive
it: Controllo dell'integrità del backup completato
ru: Проверка целостности архива резервной копии завершена
tl: Natapos na ang pagsisiyasat ang integridad ng arkibo ng seguridad na kopya.
zh_tw: 備份壓縮檔的完整性校驗完成

source: Repair completed
it: Ripristino completato
ru: Восстановление завершено
tl: Ang pag-aayos ay nakumpleto na
zh_tw: 修復完成

source: Finished repairing backup archive
it: Riparazione dei backup completata
ru: Завершено восстановление архива резервной копии
tl: Natapos na ang pag-aayos sa arkibo ng seguridad na kopya
zh_tw: 修復備份壓縮檔完成

source: Status of backup plans
it: Stato dei piani di backup
ru: Статус планов резервного копирования
zh_tw: 備份計畫的狀態

source: Backup Status
it: Stato Backup
ru: Статус резервного копирования
zh_tw: 備份狀態

source: Displays status of backup plans
it: Mostra lo stato dei piani di backup
ru: Отображение статуса резервных планов
zh_tw: 顯示備份計畫的狀態

# @label Default name for a new backup plan, %1 is the number of the plan in order
source: Backup plan %1
it: Piano di backup %1
ru: План резервного копирования %1
tl: Plano ng seguridad na kopya %1
zh_tw: 備份計畫 %1

# default description of newly duplicated backup plan
source: %1 (copy)
it: %1 (copia)
ru: %1 (копия)
zh_tw: %1 (副本)

# %1 is fancy formatted date
source: Last saved: %1
it: Ultimo salvataggio: %1
ru: Последнее сохранение: %1
zh_tw: 最後儲存：%1

# %1 is storage size of archive
source: Size: %1
it: Dimensione: %1
ru: Размер: %1
zh_tw: 大小：%1

# %1 is free storage space
source: Free space: %1
it: Spazio libero: %1
ru: Свободное место: %1
zh_tw: 剩餘空間：%1

# @label
source: This backup plan has never been run.
it: Questo piano di backup non è mai stato eseguito.
ru: Этот план резервного копирования еще не запускался.
tl: Ang plano na ito ay hindi kailanman nagamit.
zh_tw: 這個備份計畫尚未執行過。

source: Select location of backup archive to open.
it: Scegliere la posizione dell'archivio di backup da aprire.

# @action:button
source: Open and restore from existing backups
it: Apri un backup esistente e ripristina da esso

source: Copyright (C) 2011-2015 Simon Persson
tl: Karapatang-ari (C) 2011-2015 ni Simon Persson

source: Copyright (C) 2013-2015 Simon Persson
tl: Karapatang-ari (C) 2013-2015 ni Simon Persson

# @info:shell Error message at startup
source: You must supply the path to a bup or git repository that you wish to open for viewing.
tl: Kinakailangan mong ibigay ang bakas papunta sa repositoryo ng bup o git na nais mong buksan.

# @info messagebox, %1 is a folder path
source: The backup archive <filename>%1</filename> could not be opened. Check if the backups really are located there.
tl: Ang arkibo ng seguridad na kopa <filename>%1</filename> ay hindi mabuksan. Siyasatin kung ang mga seguridad na kopya na ito ay talagang naka-impok sa lokasyon na ito.

# progress report, label
source: File:
tl: Talaksan:
